13/data/attachments/c3f2057e2a5936a0.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Jack_film_Friend_21127_4</nif:username>
            <nif:friendToBeRequested>soap_friends_0232ad7c-2ccc-4791-97d9-65ae1a51084c</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>